package com.javarush.test.level01.lesson06.task01;

/*  онтракт
¬ывести на экран текст нового контракта:
ћен€ зовут јмиго.

я согласен на зарплату $800/мес€ц в первый год.
я согласен на зарплату $1500/мес€ц во второй год.
я согласен на зарплату $2200/мес€ц в третий год.
я согласен на зарплату $2700/мес€ц в четвертый год.
я согласен на зарплату $3200/мес€ц в п€тый год.

ѕоцелуй мой блест€щий металлический зад!
*/
public class Solution
{
    public static void main(String[] args)
    {
        System.out.println("ћен€ зовут јмиго.");
        System.out.println("");
        System.out.println("я согласен на зарплату $800/мес€ц в первый год.");
        System.out.println("я согласен на зарплату $1500/мес€ц во второй год.");
        System.out.println("я согласен на зарплату $2200/мес€ц в третий год.");
        System.out.println("я согласен на зарплату $2700/мес€ц в четвертый год.");
        System.out.println("я согласен на зарплату $3200/мес€ц в п€тый год.");
        System.out.println("");
        System.out.println("ѕоцелуй мой блест€щий металлический зад!");

    }
}